<?php

$ru = array(
    'elads' => 'Управление рекламой',
    'fields:required' => 'Все поля обязательны!',
    'ad:created' => 'Реклама создана!',
    'ad:create:fail' => 'Не получилось создать рекламу!',
    'ad:title' => 'Заголовок',
    'ad:site:url' => 'Адрес сайта',
    'ad:desc' => 'Описание',
    'ad:photo' => 'Фотография',
    'ad:browse' => 'Выбрать',
    'ad:clicks' => 'Клики',
    'sponsored' => 'Спонсируемый',
	'ad:deleted' => "Реклама с заголовком '%s' успешно удалена.",
	'ad:delete:fail' => 'Не получилось удалить рекламу. Попробуйте позже.',
	'ad:edited' => 'Реклама успешно отредактирована.',
	'ad:edit:fail' => 'Не получилось отредактировать рекламу. Попробуйте позже.',
);
el_register_languages('ru', $ru); 
